delete_msg = [
'хуй', 'хуё', 'хер',
'ебанутся', 
'ебануться', 
'блять', 'бля', 
'блядь', 'ебать', 
'пизда', 
'пиздец',
'сука',
'поздабол',
'пиздабол']

join_messages = [
'**О, Господи! Ты кто?**,\n\n ``{0}`` присоеденился к нам!',
'**Надо же! Явился!**\n\n ``{0}`` присоеденился к нам!',
'**Здравствуй, {0}** \n\n``{0}`` присоеденился к нам!',
'**Доброе времени суток!**\n\n ``{0}`` присоеденился к нам!']

invite_vchat_message = [
'**Будем дружить?**\n\n {0}, присоеденяйся ко мне в голосовой чат!',
'**Заходи ко мне в чат!**\n\n {0}, присоеденяйся ко мне в голосовой чат!',
'**Хватит играть!**\n\n {0}, присоеденяйся ко мне в голосовой чат!',
'**Не будь афекашером!**\n\n {0}, присоеденяйся ко мне в голосовой чат!']

kick_message = [
'**Он ушёл, но обещал вернуться!**\n\n {0} покинул нас по своей глупости!',
'**Раз, два и нет...**\n\n {0} ушёл думать',
'**{0} вышел из чата** \n\n пока-пока, {0}']

ban_message = [
'**Грозный вгляд бота упал на {0}**\n\n {0} забанен на долгое время',
"**Большой камень упал на {0}**\n\n {0} придавлен большим камнем"]

mute_message = [
'**Сегодня зашили рот пользователю {0}**\n\n {0} говорил гадости или мешал работать',
'**Камень в рот положил {0}**\n\n {0} надо было меньше говорить!']

unban_message = [
'**{0} был прощён великим Гришей**\n\n {0} может опять войти в чат',
"**Могущий Гриша поднял камень с {0}**\n\n Камень ушёл прочь от {0} дав ему свободу"]

unmute_message = [
'**{0} теперь может говрить!**\n\n О, чудо! {0} может говрить!',
'**Пластырь отклеисля от рта {0}**\n\n {0} получил урок']
