delete_msg = [
'хуй', 'хуё',
'ебанутся', 
'ебануться', 
'блять', 'бля', 
'блядь', 'ебать', 
'пизда', 
'пиздец',
'сука',
'поздабол',
'пиздабол']

join_messages = [
'Добро пожаловать незнакомец, ``{}``',
'Кто тут пожаловал к нам, а, ``{}``?',
'Ну привет, ``{}``',
'Надеюсь ты к нам на долго, ``{}``']

invite_vchat_message = [
'**Будем дружить?**\n\n {}, присоеденяйся ко мне в голосовой чат!',
'**Заходи ко мне в чат!**\n\n {}, присоеденяйся ко мне в голосовой чат!',
'**Хватит играть!**\n\n {}, присоеденяйся ко мне в голосовой чат!',
'**Не будь афекашером!**\n\n {}, присоеденяйся ко мне в голосовой чат!']

kick_message = [
'**Он ушёл, но обещал вернуться!**\n\n {} покинул нас по своей глупости!',
'**Раз, два и нет...**\n\n {} ушёл думать',
'**{} вышел из чата** \n\n пока-пока, {}']

ban_message = [
'**Грозный вгляд бота упал на {}**\n\n {} забанен на долгое время',
"**Большой камень упал на {}**\n\n {} придавлен большим камнем"]

mute_message = [
'**Сегодня зашили рот пользователю {}**\n\n {} говорил гадости или мешал работать',
'**Камень в рот положил {}**\n\n {} надо было меньше говорить!']

unban_message = [
'**{} был прощён великим Гришей**\n\n {} может опять войти в чат',
"**Могущий Гриша поднял камень с {}**\n\n {} камень ушёл прочь от {} дав ему свободу"]

unmute_message = [
'**{} теперь может говрить!**\n\n О, чудо! {} может говрить!',
'**Пластырь отклеисля от рта {}**\n\n {} получил урок']